tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minacle/chntpw"
tap "robotsandpencils/made"
tap "rogual/neovim-dot-app"
tap "sidneys/homebrew"
tap "tmspzz/tap"
brew "aria2"
brew "cabextract"
brew "cdrtools"
brew "git"
brew "neovim"
brew "pure"
brew "tig"
brew "wimlib"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "minacle/chntpw/chntpw"
cask "raycast"
cask "vimr"
cask "visual-studio-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "esbenp.prettier-vscode"
vscode "GrapeCity.gc-excelviewer"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "KevinRose.vsc-python-indent"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "neilbrayfield.php-docblocker"
vscode "njpwerner.autodocstring"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "twxs.cmake"
vscode "xdebug.php-debug"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
